Repository: luxyachtcharterportofino/whatis_backend
Catalog: ios/WhatisExplorer/WhatisExplorer/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt

# welcome.discover_places
source: Discover places like you've never seen them before.
de: Entdecken Sie Orte, wie Sie sie noch nie gesehen haben.
es: Descubre lugares como nunca los has visto.
fr: Découvrez les lieux comme vous ne les avez jamais vus.
it: Scopri i luoghi come non li hai mai visti.
pt: Descubra lugares como nunca os viu.

# welcome.smart_guide_title
source: Smart Guide
de: Intelligenter Führer
es: Guía Inteligente
fr: Guide Intelligent
it: Guida Intelligente
pt: Guia Inteligente

# welcome.smart_guide_desc
source: Whatis Explorer is an intelligent guide that accompanies you in the territory while you experience it. Thanks to artificial intelligence and geolocation, it shows you stories, places and curiosities around you, in real time.
de: Whatis Explorer ist ein intelligenter Führer, der Sie im Gebiet begleitet, während Sie es erleben. Dank künstlicher Intelligenz und Geolokalisierung zeigt er Ihnen Geschichten, Orte und Kuriositäten um Sie herum in Echtzeit.
es: Whatis Explorer es una guía inteligente que te acompaña en el territorio mientras lo vives. Gracias a la inteligencia artificial y la geolocalización, te muestra historias, lugares y curiosidades a tu alrededor, en tiempo real.
fr: Whatis Explorer est un guide intelligent qui vous accompagne sur le territoire pendant que vous le vivez. Grâce à l'intelligence artificielle et à la géolocalisation, il vous montre des histoires, des lieux et des curiosités autour de vous, en temps réel.
it: Whatis Explorer è una guida intelligente che ti accompagna nel territorio mentre lo vivi. Grazie all'intelligenza artificiale e alla geolocalizzazione, ti mostra storie, luoghi e curiosità intorno a te, in tempo reale.
pt: Whatis Explorer é um guia inteligente que o acompanha no território enquanto o vive. Graças à inteligência artificial e à geolocalização, mostra-lhe histórias, lugares e curiosidades à sua volta, em tempo real.

# welcome.not_simple_map_title
source: It's not just a map
de: Es ist keine einfache Karte
es: No es un simple mapa
fr: Ce n'est pas une simple carte
it: Non è una semplice mappa
pt: Não é um simples mapa

# welcome.not_simple_map_desc
source: It's a new way to understand what you're looking at.
de: Es ist eine neue Art, das zu verstehen, was Sie sehen.
es: Es una nueva forma de entender lo que estás mirando.
fr: C'est une nouvelle façon de comprendre ce que vous regardez.
it: È un modo nuovo di capire ciò che stai guardando.
pt: É uma nova forma de entender o que está a ver.

# welcome.technology_guides_title
source: Technology guides you
de: Technologie führt Sie
es: La tecnología te guía
fr: La technologie vous guide
it: La tecnologia ti guida
pt: A tecnologia guia-o

# welcome.technology_guides_desc
source: Technology guides you, but the heart of the experience remains human: professional tour guides, with their passion and knowledge, make every journey unique.
de: Technologie führt Sie, aber das Herz der Erfahrung bleibt menschlich: professionelle Reiseführer machen mit ihrer Leidenschaft und ihrem Wissen jede Reise einzigartig.
es: La tecnología te guía, pero el corazón de la experiencia sigue siendo humano: los guías turísticos profesionales, con su pasión y conocimiento, hacen que cada viaje sea único.
fr: La technologie vous guide, mais le cœur de l'expérience reste humain : les guides touristiques professionnels, avec leur passion et leurs connaissances, rendent chaque voyage unique.
it: La tecnologia ti guida, ma il cuore dell'esperienza resta umano: le guide turistiche professionali, con la loro passione e conoscenza, rendono ogni viaggio unico.
pt: A tecnologia guia-o, mas o coração da experiência continua humano: os guias turísticos profissionais, com a sua paixão e conhecimento, tornam cada viagem única.

# welcome.born_to_support_title
source: Whatis Explorer is born to support them
de: Whatis Explorer wurde geboren, um sie zu unterstützen
es: Whatis Explorer nace para apoyarlos
fr: Whatis Explorer est né pour les accompagner
it: Whatis Explorer nasce per affiancarle
pt: Whatis Explorer nasce para os apoiar

# welcome.born_to_support_desc
source: Whatis Explorer is born to support them, and to make every discovery deeper, truer, more memorable.
de: Whatis Explorer wurde geboren, um sie zu unterstützen und jede Entdeckung tiefer, wahrer und unvergesslicher zu machen.
es: Whatis Explorer nace para apoyarlos, y para hacer cada descubrimiento más profundo, más verdadero, más memorable.
fr: Whatis Explorer est né pour les accompagner, et pour rendre chaque découverte plus profonde, plus vraie, plus mémorable.
it: Whatis Explorer nasce per affiancarle, e per rendere ogni scoperta più profonda, più vera, più memorabile.
pt: Whatis Explorer nasce para os apoiar, e para tornar cada descoberta mais profunda, mais verdadeira, mais memorável.

# welcome.local_guides_title
source: Local Tour Guides
de: Lokale Reiseführer
es: Guías Turísticos Locales
fr: Guides Touristiques Locaux
it: Guide Turistiche Locali
pt: Guias Turísticos Locais

# welcome.local_guides_desc
source: If you wish to experience the territory with the help of local professionals, you can also access a selection of the best authorized tourist guide organizations in the area.
de: Wenn Sie das Gebiet mit Hilfe lokaler Fachleute erleben möchten, können Sie auch auf eine Auswahl der besten autorisierten Reiseführerorganisationen der Region zugreifen.
es: Si deseas vivir el territorio con la ayuda de profesionales locales, también puedes acceder a una selección de las mejores organizaciones de guías turísticos autorizados de la zona.
fr: Si vous souhaitez vivre le territoire avec l'aide de professionnels locaux, vous pouvez également accéder à une sélection des meilleures organisations de guides touristiques autorisées de la zone.
it: Se desideri vivere il territorio con l'aiuto di professionisti locali, puoi anche accedere a una selezione delle migliori organizzazioni di guide turistiche autorizzate della zona.
pt: Se deseja viver o território com a ajuda de profissionais locais, também pode aceder a uma seleção das melhores organizações de guias turísticos autorizados da zona.

# welcome.footer
source: Explore. Understand. Live.
de: Erkunden. Verstehen. Leben.
es: Explora. Comprende. Vive.
fr: Explorez. Comprenez. Vivez.
it: Esplora. Comprendi. Vivi.
pt: Explore. Compreenda. Viva.

# welcome.manage_permissions
source: Manage Permissions
de: Berechtigungen Verwalten
es: Gestionar Permisos
fr: Gérer les Autorisations
it: Gestisci Autorizzazioni
pt: Gerir Permissões

# welcome.start_exploration
source: Start Exploration
de: Erkundung Beginnen
es: Iniciar Exploración
fr: Commencer l'Exploration
it: Inizia l'Esplorazione
pt: Iniciar Exploração

# welcome.discover_tour_guides
source: Discover Tour Guides
de: Reiseführer Entdecken
es: Descubrir Guías Turísticos
fr: Découvrir les Guides Touristiques
it: Scopri le Guide Turistiche
pt: Descobrir Guias Turísticos

# exploration.start_title
source: Start Exploration
de: Erkundung Beginnen
es: Iniciar Exploración
fr: Commencer l'Exploration
it: Inizia l'Esplorazione
pt: Iniciar Exploração

# exploration.browse_zones_title
source: Browse Available Zones
de: Verfügbare Zonen Durchsuchen
es: Explorar Zonas Disponibles
fr: Parcourir les Zones Disponibles
it: Sfoglia Zone Disponibili
pt: Navegar Zonas Disponíveis

# exploration.browse_zones_desc
source: View all available zones and choose the one you want to explore
de: Alle verfügbaren Zonen anzeigen und die gewünschte Zone zum Erkunden auswählen
es: Ver todas las zonas disponibles y elegir la que quieres explorar
fr: Afficher toutes les zones disponibles et choisir celle que vous souhaitez explorer
it: Visualizza tutte le zone disponibili e scegli quella che vuoi esplorare
pt: Ver todas as zonas disponíveis e escolher a que deseja explorar

# exploration.download_current_title
source: Download Current Zone
de: Aktuelle Zone Herunterladen
es: Descargar Zona Actual
fr: Télécharger la Zone Actuelle
it: Scarica Zona Corrente
pt: Descarregar Zona Atual

# exploration.download_current_desc
source: Download the zone where you are right now
de: Laden Sie die Zone herunter, in der Sie sich gerade befinden
es: Descarga la zona donde te encuentras en este momento
fr: Télécharger la zone où vous vous trouvez en ce moment
it: Scarica la zona dove ti trovi in questo momento
pt: Descarregue a zona onde se encontra neste momento

# exploration.current_zone_title
source: Current Zone
de: Aktuelle Zone
es: Zona Actual
fr: Zone Actuelle
it: Zona Corrente
pt: Zona Atual

# exploration.current_zone_desc
source: Enable geolocation to automatically download the zone where you are
de: Aktivieren Sie die Geolokalisierung, um die Zone, in der Sie sich befinden, automatisch herunterzuladen
es: Habilita la geolocalización para descargar automáticamente la zona donde te encuentras
fr: Activez la géolocalisation pour télécharger automatiquement la zone où vous vous trouvez
it: Abilita la geolocalizzazione per scaricare automaticamente la zona dove ti trovi
pt: Ative a geolocalização para descarregar automaticamente a zona onde se encontra

# exploration.use_downloaded_title
source: Use Downloaded Zone
de: Heruntergeladene Zone Verwenden
es: Usar Zona Descargada
fr: Utiliser une Zone Téléchargée
it: Usa Zona Scaricata
pt: Usar Zona Descarregada

# exploration.use_downloaded_desc
source: Choose from zones you've already downloaded
de: Wählen Sie aus den bereits heruntergeladenen Zonen
es: Elige entre las zonas que ya has descargado
fr: Choisissez parmi les zones que vous avez déjà téléchargées
it: Scegli tra le zone che hai già scaricato
pt: Escolha entre as zonas que já descarregou

# exploration.zone_detected
source: Zone Detected
de: Zone Erkannt
es: Zona Detectada
fr: Zone Détectée
it: Zona Rilevata
pt: Zona Detetada

# exploration.zone_detected_message
source: Do you want to download zone '%@'?
de: Möchten Sie die Zone '%@' herunterladen?
es: ¿Quieres descargar la zona '%@'?
fr: Voulez-vous télécharger la zone '%@' ?
it: Vuoi scaricare la zona '%@'?
pt: Deseja descarregar a zona '%@'?

# exploration.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# exploration.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pt: Descarregar

# exploration.no_downloaded_zones
source: No downloaded zones
de: Keine heruntergeladenen Zonen
es: No hay zonas descargadas
fr: Aucune zone téléchargée
it: Nessuna zona scaricata
pt: Nenhuma zona descarregada

# exploration.downloaded_zones_title
source: Downloaded Zones
fr: Zones Téléchargées
it: Zone Scaricate

# exploration.location_unavailable
source: Location unavailable
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Localisation non disponible
it: Posizione non disponibile
pt: Localização não disponível

# zone_preview.preview_title
source: Zone Preview
de: Zonen-Vorschau
es: Vista Previa de la Zona
fr: Aperçu de la Zone
it: Anteprima Zona
pt: Pré-visualização da Zona

# zone_preview.points_of_interest
source: Points of Interest
de: Sehenswürdigkeiten
es: Puntos de Interés
fr: Points d'Intérêt
it: Punti di Interesse
pt: Pontos de Interesse

# zone_preview.poi_available
source: %d POIs available
de: %d POI verfügbar
es: %d POI disponibles
fr: %d POI disponibles
it: %d POI disponibili
pt: %d POI disponíveis

# zone_preview.price
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# zone_preview.test_note_title
source: ⚠️ Note
de: ⚠️ Hinweis
es: ⚠️ Nota
it: ⚠️ Nota
pt: ⚠️ Nota

# zone_preview.test_note_desc
source: This is a test version. The purchase will be simulated and the zone will be downloaded automatically.
de: Dies ist eine Testversion. Der Kauf wird simuliert und die Zone wird automatisch heruntergeladen.
es: Esta es una versión de prueba. La compra se simulará y la zona se descargará automáticamente.
fr: Ceci est une version de test. L'achat sera simulé et la zone sera téléchargée automatiquement.
it: Questa è una versione di test. L'acquisto verrà simulato e la zona verrà scaricata automaticamente.
pt: Esta é uma versão de teste. A compra será simulada e a zona será descarregada automaticamente.

# zone_preview.purchase_download
source: Purchase and Download
de: Kaufen und Herunterladen
es: Comprar y Descargar
fr: Acheter et Télécharger
it: Acquista e Scarica
pt: Comprar e Descarregar

# zone_preview.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# zone_preview.preparing
source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
it: Preparazione...
pt: Preparando...

# zone_preview.downloading_zone
source: Downloading zone...
fr: Téléchargement de la zone...
it: Download zona...

# zone_preview.downloading_pois
source: Downloading POIs...
de: POI werden heruntergeladen...
es: Descargando POI...
fr: Téléchargement des POI...
it: Scaricamento POI...
pt: A descarregar POI...

# zone_preview.downloading_images
source: Downloading images...
de: Bilder werden heruntergeladen...
es: Descargando imágenes...
fr: Téléchargement des images...
it: Scaricamento immagini...
pt: A descarregar imagens...

# zone_preview.images_progress
source: Images: %d/%d
it: Immagini: %d/%d

# zone_preview.saving
source: Saving...
fr: Enregistrement...
it: Salvataggio...

# zone_preview.saving_permanent
source: Permanent saving...
fr: Enregistrement permanent...
it: Salvataggio permanente...

# zone_preview.completed
source: Completed! ✓
de: Abgeschlossen
es: Completado
fr: Terminé ! ✓
it: Completato! ✓
pt: Concluído

# zone_preview.error
source: Error: %@
fr: Erreur : %@
it: Errore: %@
